Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: Remove plate cover and measure the absorbance in each well, including the blanks, at 570 nm in a microtiter plate reader.
vi: Tháo nắp đĩa và đo sự hấp thụ trong mỗi giếng, cả giếng trống ở 570 nm.

source: Reorganization in majority
vi: Tổ chức lại phần lớn

source: Reorganizing cancellous bone
vi: Tổ chức lại xương xốp

source: Repair of damaged tissue is expected after providing sterile environment.
vi: Sửa chữa mô tổn thương được mong đợi sau khi cung cấp môi trường vô khuẩn.

source: Repair of the damaged tissues can be expected if lesions are disinfected.
vi: Sửa chữa mô tổn thương có thể được mong đợi nếu tổn thương được sát trùng.

source: Research [5,11-14].
vi: Nghiên cứu [5,11-14].

source: Residual infection in root canal system has always been an area of penumbra for a treating dentist.
vi: Nhiễm trùng tồn tại trong hệ thống ống tuỷ luôn luôn là khu vực nửa tối của điều trị của nha sĩ.

source: Resolution of apical radiolucency (often observed 6-12 months after treatment)
vi: Giảm thấu quang quanh chóp (thường thấy sau 6-12 tháng điều trị)

source: Response to cold thermal pulp test
vi: Phản ứng của tuỷ với thử lạnh

source: Response to electric pulp test
vi: Phản ứng của tuỷ với thử điện

source: Results
vi: Kết quả

source: Results:
vi: Kết quả:

source: Results: Cells in contact with Biodentine and MTA showed similar viability to untreated control cells at all time points, with the exception of 6 hours when viability was decreased with both treat- ments.
vi: Kết quả: các tế bào tiếp xúc với Biodentine và MTA cho thấy khả năng di dộng của tế bào tương tự nhóm tế bào chứng không điều trị tại tất cả thời điểm, ngoại trừ tại 6 giờ khi khả năng di dộng của tế bào giảm ở cả hai nhóm điều trị.

source: Results: Research in Dental Materials (38.8 %), Surgery, Dental Anesthesiology and Implantology (25.6 %) were those that most used animals.
vi: Kết quả: Nghiên cứu trong vật liệu nha khoa (38.8 %), Phẫu thuật Nha khoa gây Mê và cấy ghép (25.6 %) là những nghiên cứu dùng nhiều động vật nhất.

source: Results: The 0.024-mg/mL concentration of all experimental groups generated the highest dental pulp cell or apical pulp cell viability at all time periods.
vi: Kết quả: nồng độ 0.024-mg/mL của tất cả nhóm thí nghiệm tạo ra tế bào tuỷ răng cao nhất, hoặc khả năng tồn tại của tế bào nhú chóp tại tất cả thời điểm

source: Results: The group-by-concentration interactions were significant for the LDH and WST-1 assays(P ¡ 0.0001).
vi: Kết quả: Nhóm can thiệp nồng độ có ý nghĩa với LDH và WST-1 assays (P < 0.0001).

source: Resuspend cells at 1 x 106 per mL.
vi: Tái tạo huyền phù tế bào 1 x 106 mỗi mL.

source: Return plate to cell culture incubator for 2 to 4 hours.
vi: Tiếp tục ủ đĩa cấy tế bào 2 đến 4 giờ.

source: Rodent mammals Non-rodent
vi: Loài gặm nhấm, động vật có vú Không gặm nhấm

source: Root fracture
vi: Gãy chân răng

source: SAFeTY
vi: An toàn

source: SHARE
vi: CHIA SẺ

source: SUMMARY AND CONCLUSIONS
vi: TÓM TẮT VÀ KẾT LUẬN

source: Safety
vi: An toàn

source: Saline
vi: Nước muối

source: Sato et al, formulated the use of the present
vi: Sato và cộng sự, đưa ra cách dùng

source: Sato et al studied the ability of a mixture of ciprofloxacin, minocycline and metronidazole (0.5mg of each) in an in vitro study to eliminate experimental infection in deep layers of root dentin by E.coli [13].
vi: Sato và cộng sự nghiên cứu khả năng của hỗn hợp ciprofloxacin, minocycline và metronidazole (0.5mg mỗi loại) trong một nghiên cứu in vitro để loại bỏ nhiễm trùng thực nghiệm bằng E.coli trong lớp sâu của ngà răng [13].

source: Scientific Group
vi: Nhóm khoa học

source: Score
vi: Điểm

source: Scoring systems are used for achieving this purpose.
vi: Hệ thống điểm được dùng cho mục đích này.

source: Seal with 3-4mm of a temporary restorative material such as Cavit™, IRM™, glass- ionomer or another temporary material.
vi: Dán 3-4mm vật liệu phục hồi tạm như Cavit™, IRM™, glass- ionomer hoặc vật liệu phục hồi tạm khác.

source: Second Appointment (1-4 weeks after 1st visit)
vi: Lần hẹn thứ hai (1-4 tuần sau lần hẹn thứ nhất)

source: Second law from “Philosophical zoology”:
vi: Luật thứ hai từ "Triết học động vật học":

source: Second, it is well recognized that the normal microbiota protect the oral cavity from infections.
vi: Thứ hai, nó được công nhận là vi khuẩn bình thường bảo vệ khoang miệng khỏi nhiễm trùng.

source: Secondary goal: Increased root wall thickness and/or increased root length (desirable, but perhaps not essential)
vi: Mục tiêu thứ hai: Tăng chiều dày thành chân răng và/hoặc tăng chiều dài chân răng (mong muốn, nhưng có lẽ không cần thiết)

source: Sense perception, according to Kant‘s concept, should be interpreted very generously for this race of Man who is highly embedded in Nature.
vi: Cảm giác, nhận thức, theo quan niệm của Kant, cần được giải thích rất hào phóng cho loài người được đánh giá cao nhúng trong Thiên nhiên.

source: Serum from
vi: Huyết thanh từ

source: Serum from young rats induced higher cell migration when compared with serum from old rats.
vi: Huyết thanh từ chuột non có sự di động cao hơn khi so sánh với huyết thanh từ chuột già.

source: Sever disruption (fibrillated)
vi: Cắt đứt gián đoạn

source: Sever hypocellularity
vi: Giảm số lượng nghiêm trọng

source: Several factors influence the activity of antimicrobial drug to bring about sterilization, these are:
vi: Nhiều nhân tố ảnh hưởng đến hoạt động của thuốc kháng sinh để khử trùng, đó là:

source: Several health-promoting effects of probiotic bacteria are well documented,2,3 and there is no reason to restrict the use of probiotic products because their ef- fects on oral health are not yet well understood; however, their recommendation for dental health purposes is not yet justified.
vi: Một số tác dụng thúc đẩy sức khoẻ của vi khuẩn probiotic đã được ghi chép lại, và không có lý do để hạn chế việc sử dụng các sản phẩm probiotic vì hiệu quả của chúng đối với sức khoẻ răng miệng vẫn chưa được hiểu rõ; Tuy nhiên, đề nghị của họ cho mục đích sức khỏe nha khoa vẫn chưa được chứng minh.

source: Several investigators have also suggested probiotics for oral health purposes.
vi: Một số nhà nghiên cứu cũng đề xuất các probiotic cho mục đích sức khoẻ răng miệng

source: Several studies have been published since 2007 when the first animal study applying modern protocols of regenerative endodontics was released [59].
vi: Nhiều nghiên cứu được xuất bản từ 2007 khi nghiên cứu đầu tiên trên động vật áp dụng thủ thuật hiện đại của nội nha tái tạo [59].

source: Several studies suggest that consumption of products containing probiotic lactobacilli or bifidobacteria could reduce the number of mutans streptococci in saliva.-40 The tendency toward a decreased number of mutans streptococci in the saliva seems to be independent of the product or strain used; however, such effect has not been observed in all studies.
vi: Một số nghiên cứu cho thấy việc tiêu thụ các sản phẩm có chứa lactobacill probiotic hoặc bifidobacteria có thể làm giảm số lượng đột biến streptococci trong nước bọt. -40 Xu hướng giảm số lượng đột biến streptococci trong nước bọt dường như là độc lập với sản phẩm hoặc chủng được sử dụng; Tuy nhiên, hiệu quả như vậy đã không được quan sát thấy trong tất cả các nghiên cứu.

source: Sheep
vi: Cừu

source: Significant recovery was reported for almost every patient.
vi: Phục hồi đáng kể đã được báo cáo cho hầu hết các bệnh nhân.

source: Single cytotoxicity assays are no longer considered sufficient to evaluate or predict all aspects of a materials cytotoxicity (20).
vi: Thử nghiệm độc tính tế bào đơn lẻ không còn đủ để đánh giá đầy đủ hoặc dự đoán mọi khía cạnh của tính độc tính tế bào của vật liệu (20).

source: Sinus tract
vi: Lỗ rò mủ

source: Size:
vi: Kích thước:

source: Skull
vi: Hộp sọ

source: Slight hypocellularity
vi: Giảm số lượng nhẹ

source: Slow adaptation in the form of phyletic gradualism is an
vi: Chậm thích ứng trong hình thành phương pháp từ từ phyletic là một

source: So-called book religions started only after the development of written lan- guage.
vi: Cái gọi là cuốn sách tôn giáo chỉ bắt đầu sau sự phát triển của ngôn ngữ viết.

source: Social behavior
vi: Hành vi xã hội

source: Solvent
vi: Dung môi

source: Some are primitive and do not require special equipment; thus, can be done in any biological laboratory, whereas others rely on sophisticated electronic appliances.
vi: Một vài cách nguyên thuỷ và không cần thiết bị đặc biệt; như vậy, có thể làm trong bất kỳ labo nào, trong khi một số khác dựa trên các thiết bị điện tử tinh vi.

source: Some authors attributed the presence of bone and cementum to the recruitment of PDLSC [50].
vi: Một số tác giả cho rằng sự hiện diện của xương và cementum để gọi thêm PDLSC [50].

source: Some concentrations
vi: Một vài nồng độ

source: Some of the methodologies available in literature are use of EDTA, use of ultrasonic cleansing.
vi: Một số phương pháp hiện có trong y văn là dùng EDTA, dùng làm sạch bằng siêu âm.

source: Some variation of the antibiotic paste have been tried to prevent discolouration.
vi: Một vài biến thể của hỗn hợp kháng sinh được thử để tránh đổi màu răng.

source: Sometimes, instances of slight swelling may go unnoticed.
vi: Thỉnh thoảng, trường hợp sưng nhẹ không được chú ý.

source: Species such as Enterococcus group have shown to be viable when exposed to normally used root canal irrigants.
vi: Nhóm Enterococcus đã cho thấy có khả năng sống khi tiếp xúc với bơm rửa ống tuỷ thông thường.

source: Species commonly isolated from saliva samples include L. paracasei, L. plantarum, L. rhamnosus, and L. salivarius.
vi: Các loài thường được phân lập từ các mẫu nước bọt bao gồm L. paracasei, L. plantarum, L. rhamnosus và L. salivarius.

source: Stem Cells and Development
vi: Tế Bào Gốc Và Phát Triển

source: Step
vi: Bước

source: Sterile normal saline solution was introduced into the canal, and a no.
vi: Nước muối sinh lý vô trùng được bơm vào ống tuỷ, và trâm số

source: Still, the cause for these consequences is unknown.
vi: Vẫn còn những nguyên nhân gây ra kết quả này thì không biết.

source: Stone age: 1 million 1900: 1 billion
vi: Thời đồ Đá: 1 triệu 1900: 1 tỷ

source: Stop bleeding at a level that allows for 3-4 mm of restorative material.
vi: Ngưng làm chảy máu tại mức cho phép đặt 3-4 mm vật vật liệu phục hồi.

source: Store at 4°C
vi: Lưu trữ ở 4°C

source: Store solution in the dark at 4°C.
vi: Lưu trữ dung dịch trong buồng tối tại 4°C.

source: Study Model
vi: Mô hình nghiên cứu

source: Success criteria - No pain;
vi: Tiêu chí thành công - Không đau;

source: Such inheritance of acquired characteristics was the content of J.B Lamarck’s theory of evolution at the beginning of the 19th century.
vi: Những di truyền này đòi hỏi đặc điểm trong nội dung thuyết tiến hoá của J.B Lamarck bắt đầu từ thế kỉ 19.

source: Superior horizontally laminated
vi: Cao hơn lớp ngang

source: Surgery,
vi: Phẫu thuật,

source: Swelling
vi: Sưng

source: Swelling can occur internally, or it can affect your outer skin and muscles.
vi: Sưng có thể xảy ra bên trong, hoặc nó có thể ảnh hưởng bên ngoài da và cơ.

source: Swelling occurs whenever the organs, skin, or other parts of your body enlarge.
vi: Sưng xảy ra bất kì khi nào cơ quan, da, hoặc phần cơ thể nở rộng.

source: Swelling was recorded using scale from 0= none, 1 = Intra-oral swelling, 2 = Intra- and extra-oral swelling and 3 = Obstruction of the angle of mandible.
vi: Sưng được ghi lại bằng các thang điểm từ 0 = không, 1 = sưng trong miệng, 2 = sưng trong miệng và ngoài mặt và 3 = Sự cản trở của góc hàm

source: Swirl gently; do not shake.
vi: Lắc nhẹ nhàng, không lắc mạnh tay.

source: Symptoms of swelling
vi: Triệu chứng của sưng

source: THE OUTCOME OF CELL-FREE APPROACH
vi: CÁC KẾT QUẢ CỦA TIẾP CẬN KHÔNG TẾ BÀO

source: THERAPEUTIC USE OF METRONIDAZOLE FOR ANAEROBIC INFECTIONS
vi: ĐIỀU TRỊ DÙNG METRONIDAZOLE CHO NHIỄM TRÙNG KỴ KHÍ

source: Table 1.
vi: Bảng 1.

source: Table 1 shows successful revascularization of case reports using triantibiotic paste.
vi: Bảng 1. Các ca lâm sàng điều trị thành công dùng hỗn hợp 3 kháng sinh

source: Table 2.
vi: Bảng 2.

source: Table 3.
vi: Bảng 3.

source: Table 4.
vi: Bảng 4.

source: Table 5.
vi: Bảng 5.

source: Teeth
vi: Răng

source: Tenderness to percussion
vi: Sờ mềm

source: Tertiary goal: Positive response to vitality testing (which if achieved, could indicate a more organized vital pulp tissue)
vi: Mục tiêu thứ ba: thử nghiệm độ sống tuỷ dương tính (nếu đạt được, có thể indicate a more organized vital pulp tissue)

source: Test cells treated with the substance to be assayed
vi: Tế bào điều trị với chất được thử nghiệm.

source: Tetracycline, which includes doxycycline and minocycline are primarily bacteriostatic, inhibiting protein synthesis by binding to 30S ribosomes in susceptible organism.
vi: Tetracycline, trong đó gồm doxycycline và minocycline chủ yếu kìm khuẩn, ức chế tổng hợp protein bằng cách kết hợp với ribosome 30S trong vi khuẩn nhạy cảm.

source: The 0.024-mg/mL concentration of 3Mix produced the highest cell viability, whereas 25.00 mg/mL 3Mix generated the lowest cell survival at all time periods (P < .001).
vi: Nồng độ 0.024-mg/mL của hỗn hợp 3 kháng sinh có tế bào sống cao nhất, trong khi 25.00 mg/mL hỗn hợp 3 kháng sinh tạo ra tế bào sống thấp nhất tâị tất cả thời điểm (P < .001).

source: The 0.024-μg/mL concentration of all experimental groups generated the highest dental pulp cell or apical pulp cell viability at all time periods.
vi: nồng độ 0.024-mg/mL của tất cả nhóm thí nghiệm tạo ra tế bào tuỷ răng cao nhất, hoặc khả năng tồn tại của tế bào nhú chóp tại tất cả thời điểm

source: The 0.39-mg/mL concentration of 3Mix had no cytotoxicity to DPCs and APCs, yet it was able to significantly reduce bacteria isolated from necrotic teeth.
vi: Nồng độ 0.39-mg/mL của 3Mix không gây độc tế bào DPCs and APCs, và nó có thể làm giảm có ý nghĩa vi khuẩn được cô lập từ răng hoại tử.

source: The 12 criteria for scoring the bone healing in histopathological evaluation are presented in Table 2.
vi: 12 tiêu chí cho điểm lành thương xương trong đánh giá mô bệnh học được trình bày trong bảng 2

source: The 8th day of Creation
vi: Ngày thứ 8 của Sự sáng tạo

source: The TAP showed deleterious effects on HPDL viability and increased expression of the pro-inflammatory cytokine IL6.
vi: hỗn hợp 3 kháng sinh cho thấy tác động có hại trên tế bào dây chằng nha chu người và tăng biểu hiện cytokine tiền viêm IL6.

source: The WST-1 assays showed that the highest concentrations of Ca(OH)2, TAP, and DAP that did not negatively affect the DPCs proliferation rate were 2.5, 2, and 0.3 mg ml1, respectively.
vi: WST-1 assays cho thấy nồng độ cao nhất của Ca(OH)2, TAP, và DAP không ảnh hưởng đến sự tăng sinh của DPC tương ứng là 2.5, 2, and 0.3 mg ml1.

source: The ability to run enabled him to es- cape to the next protective tree.
vi: Khả năng chạy cho phép con người chạy trốn đến cây bảo vệ tiếp tiếp theo

source: The access cavity is placed on the palatal or lingual aspect of the tooth and is not visible from the outside.
vi: Lỗ mở răng nằm ở phía trong không nhìn thấy từ bên ngoài.

source: The access cavity is sealed with bonded restoration and tooth is reviewed periodically.
vi: Xoang mở tuỷ được trám bằng vật liệu dán và răng được tái khám định kỳ.

source: The additional developmental step was a way out of the pack strategy into the more narrow concept of a conscious nuclear family, which decisively modified social be- havior.
vi: Thêm bước phát triển từng bước ra khỏi gói chiến lược vào quan niệm hẹp của một ý thức gia đình hạt nhân, mà quyết định sửa đổi hành vi xã hội.

source: The aim of this review is to examine potential mechanisms of probiotic bacteria in the oral cavity and summarize observed effects of probiotics with respect to oral health.
vi: Mục đích của tổng quan này là để kiểm tra các cơ chế tiềm ẩn của vi khuẩn probiotic trong khoang miệng và tóm tắt các hiệu ứng quan sát thấy của probiotic liên quan đến sức khoẻ răng miệng.

source: The antibacterial efficacy of antibiotics used in vital pulp treatment, especially the LSTR concept, is important because bacteria remnant might affect the treatment outcome.
vi: Hiệu quả kháng khuẩn của kháng sinh dùng trong điều trị tuỷ sống, đặc biệt trong quan niệm LSTR là quan trọng bởi vì vi khuẩn còn sót lại ảnh hưởng kết quả điều trị.

source: The antibiotic combinations were observed to be effective against both carious and endodontic lesions in vitro [15].
vi: Phối hợp kháng sinh được quan sát hiệu quả chống lại cả sâu răng và tổn thương nội nha in vitro [15].

source: The appropriateness of methods used to assess osteocyte lacunar size has also been called into question, since microradiography and von Kossa-stained sections prepared for light microscopy as well as many electron microscopic methods delineate only the mineralised phase of bone.
vi: Sự phù hợp của phương pháp dùng đánh giá kích thước lỗ xương cũng được đặt dấu hỏi, từ khi kính hiển vi và nhuộm Kossa cho kính hiển vi cũng như kính hiển vi điện tử phương pháp phân định chỉ có pha khoáng hoá của xương.

source: The area and the depth of penetration of Safranin O dye in propylene glycol were reported to be significantly greater than dye with distilled water into root dentine.
vi: Vùng và độ sâu của xâm nhập thuốc nhuộm Safranin O trong propylene glycol được báo cáo lớn hơn có ý nghĩa so với nước cất trong ngà chân răng.

source: The authors deny any conflicts of interest related to this study.
vi: Tác giả phủ nhận bất kỳ xung đột lợi ích liên quan đến nghiên cứu này

source: The authors would like to thank Dr. Jamileh Ghodduosi for her advice and assistance during the project and Dr. Mohsen Najafi for assisting in PRP preparation.
vi: Các tác giả cảm ơn tới Dr. Jamileh Ghodduosi vì lời khuyên và sự giúp đỡ trong khi thực hiện đề tài và Dr. Mohsen Najafi vì sự giúp đỡ trong chuẩn bị PRP.

source: The bacterial infection in immature teeth is similar to infection in permanent teeth.
vi: Nhiễm trùng răng chưa trưởng thành tương tự như nhiễm trùng ở răng vĩnh viễn.

source: The bacterial samples were immediately transferred to the labo- ratory, and 10x serial dilutions were performed under an anaerobic condition.
vi: Mẫu vi khuẩn được chuyển ngay lập tức vào labo, và pha loãng hàng loạt 10 lần được thực hiện dưới điều kiện vô trùng.

source: The bactericidal action probably results from digestion of DNA by exonucleases whose production is signaled by the damaged DNA.
vi: Hoạt động diệt khuẩn là kết quả của tiêu DNA bằng exonuclease mà sản phẩm là tín hiệu từ DNA hư hại.

source: The basis of this difference is likely to be revealed by comparing the responses of dermal and gingival fibroblasts to fibrogenic stimuli.
vi: Các cơ sở của sự khác biệt này có thể sẽ được tiết lộ bởi so sánh các phản ứng của nguyên bào sợi của da và nướu các để kích thích tạo sợi.

source: The blanks should give values close to zero (+/- 0.1).]
vi: Các đĩa trống nên cho giá trị gần zero (+/- 0.1).]

source: The brain finally assumes dominance in argumentative speech as a language of hypothesis.
vi: Não cuối cùng chịu sự thống trị trong ngôn ngữ tranh luận là một ngôn ngữ của giả thuyết.

source: The cell sources that play a role in this situation are still unknown.
vi: Nguồn tế bào đóng vai trò cho tình huống này vẫn chưa được biết rõ.

source: The cells may be removed from the tissue directly and disaggregated by enzymatic or mechanical means before cultivation, or they may be derived from a cell line or cell strain that has already been already established.
vi: Các tế bào có thể được lấy trực tiếp từ mô và phân cắt bằng enzym hoặc cơ học trước khi nuôi cấy, hoặc chúng có thể từ một dòng tế bào hoặc chủng được xuất bản trước đó.

source: The cells that grew out from the pulp tissue fragments were allowed to reach confluence and then subcultured and utilized laterinthe experimentsat passages between3 and 5.
vi: Các tế bào phát triển từ mô tuỷ răng phát triển đến lúc hợp dòng và cấy truyền và utilized laterinthe experimentsat passages between3 and 5.

source: The cells were kept at 37oC in a humidified atmosphere with 95% air and 5% CO2.
vi: Các tế bào được giữ tại 37oC độ ẩm 95% và 5% CO2.

source: The cells were monitored for 1, 3, 5, and 7 days under a light microscope (DP12; Olympus, Melville, NY).
vi: Tế bào được theo dõi 1, 3, 5, và 7 ngày dưới kính hiển vi (DP12; Olympus, Melville, NY).

source: The cheek swelling in orthal-forte group was less than in the control group.
vi: Sưng mà trong nhóm orthal-forte ít hơn nhóm chứng.

source: The chi-square test revealed no significant difference between the two groups (P>0.05).
vi: Kiểm định chi bình phương cho thấy không có sự khác biệt ý nghĩa giữa hai nhóm. (P>0.05)

source: The ciprofloxacin and metronidazole combination with calcium hydroxide was reported to be effective against all the four species (S.
vi: Phối hợp ciprofloxacin và metronidazole với calcium hydroxide được báo cáo chống lại hiệu quả tất cả 4 loài (S.

source: The colonies were counted and recorded.
vi: Các dòng vi khuẩn được đếm và ghi chép.

source: The concern of the antibiotic paste is that it may cause bacterial resistance.A combination of antibiotics would therefore decrease the probability of the development of resistant bacterial strains.
vi: Liên quan của paste kháng sinh là nó có thể gây ra vi khuẩn kháng kháng sinh. Một hỗn hợp kháng sinh do đó sẽ giảm khả năng phát triển chủng vi khuẩn kháng kháng sinh.

source: The consequences of deviating from the culture conditions required for a particular cell type can range from the expression of aberrant phenotypes to a complete failure of the cell culture.
vi: Hậu quả của lệch khỏi điều kiện nuôi cấy cần thiết cho loại tế bào đặc biệt có thể từ biểu hiện sai lầm kiểu hình cho một thất bại hoàn toàn của nuôi cấy tế bào.

source: The considerable increase in cheek thickness in both groups in the postoperative period appeared when comparison of preoperative and postoperative measurement.
vi: Sự gia tăng đáng kể độ dày má ở cả hai nhóm trong giai đoạn hậu phẫu xuất hiện khi so sánh số đo trước và sau phẫu thuật.

source: The cytotoxic effect was dose and time dependent.
vi: Độc tính tế bào phụ thuộc liều lượng và thời gian.

source: The cytotoxicity increased in a concentration- and time-dependent manner; 0.39 μg/mL 3Mix had less cytotoxicity and was able to significantly reduce bacteria isolated from necrotic teeth.
vi: Độc tính tế bào tăng có ý nghĩa theo thời gian và nồng độ :0.39 μg/mL 3Mix ít độc tính tế bào và giảm có ý nghĩa vi khuẩn phân lập từ răng hoại tử.

source: The cytotoxicity of each antibiotic except metronidazole increased in a concentration- and time-dependent manner.
vi: Độc tính tế bào của mỗi kháng sinh ngoại trừ metronidazole tăng theo nồng độ và thời gian.

source: The data were analyzed using the paired t test.
vi: Dữ liệu được phân tích dùng phép kiểm t bắt cặp

source: The data will be used thereafter in your experimental system following the protocol above.
vi: Các dữ liệu được sử dụng sau đó trong hệ thống thực nghiệm theo quy trình bên trên.

source: The descriptive (nonnumeric) data that are obtained from different examination purposes (histopathological, cytological, and radiological examination) cannot be analyzed by statistical tests unless they are transformed to numeric data.
vi: Dữ liệu mô tả (không phải là số) thu được từ nhiều mục đích kiểm tra khác nhau (mô bệnh học, tế bào học, và xquang) không thể phân tích được bằng phép kiểm thống kê trừ khi chúng được chuyển về dạng dữ liệu bằng số.
